<?php return array (
    'auth'                      =>  [
        'invalid_credentials'       =>  'کاربری با اطلاعات وارد شده یافت نشد.',
        'please_signin'             =>  'ابتدا باید وارد شوید',
        'already_signedin'          =>  'شما قبلا وارد شده اید و میتوانید از سیستم استفاده نمایید.',
        'success_logout'            =>  'شما با موفقیت از سیستم خارج شدید.',
        'success_login'             =>  'سلام :user عزیز, خوش آمدید. لطفا پیشنهادات و باگ های احتمالی سیستم را با ما در میان بگذارید'
    ],
    'roles'                     =>  [
        'success_deleting_items'    =>  ':count آیتم با موفقیت حذف شدند.',
        'success_update'            =>  'نقش کاربری با شناسه :id با موفقیت بروز شد.'
    ],
    'repository_error'          =>  "مشکلی در ارتباط با پایگاه داده رخ داده است. لطفا به تیم  فنی ارجاع دهید."
);
