<?php return array (
    'auth'                      =>  [
        'invalid_credentials'           =>  'کاربری با اطلاعات وارد شده یافت نشد.',
        'please_signin'                 =>  'ابتدا باید وارد شوید',
        'already_signedin'              =>  'شما قبلا وارد شده اید و میتوانید از سیستم استفاده نمایید.',
        'success_logout'                =>  'شما با موفقیت از سیستم خارج شدید.',
        'success_login'                 =>  'سلام :user عزیز, خوش آمدید. لطفا پیشنهادات و باگ های احتمالی سیستم را با ما در میان بگذارید'
    ],
    'roles'                     =>  [
        'success_deleting_items'        =>  ':count آیتم با موفقیت حذف شدند.',
        'success_update'                =>  'نقش کاربری با شناسه :id با موفقیت بروز شد.',
        'single_delete_relation_error'  =>  'نقش کاربری با شناسه :role_id دارای مجوزهایی است به همین خاطر امکان حذف آن نیست.',
        'bulk_delete_relation_error'    =>  'نقش هایی که برای حذف انتخاب کرده اید دارای مجوزهایی میباشند که حذف آنها باعث خرابی درسیستم میشود. به همین دلیل حذف نشدند.',
        'bulk_delete_required'          =>  'موردی را برای حذف انتخاب نکرده اید.'
    ],
    'permissions'               =>  [
        'update_success'                =>  'تغییرات مورد نظر شما بر روی سیستم مجوز دهی اعمال شد.'
    ],
    'repository_error'                  =>  "مشکلی در ارتباط با پایگاه داده رخ داده است. لطفا به تیم  فنی ارجاع دهید."
);
